Repository: WPPlugins/inboxphoto
Catalog: lang/inboxphoto-*.po
Languages: fr_fr

source: Order my product
fr_fr: Commander mon produit

source: Product not supported.
fr_fr: Produit non pris en charge.

source: Price:
fr_fr: Prix :

source: Category snippet not supported.
fr_fr: Module Catégorie non pris en charge.

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.

source: Your inbox.photo environment
fr_fr: Votre environnement inbox.photo

source: You need to be connected to a valid inbox.photo account.
fr_fr: Vous devez être connecté à un compte inbox.photo valide.

source: This plug-in is designed to help you link your Wordpress web site to your inbox.photo based web shop by providing shortcodes for your ordering pages.
fr_fr: Cette extension est conçue pour vous aider à lier votre site Wordpress à votre boutique basée surinbox.photo grâce à la génération assistée de codes courts pour vos pages de commandes.

source: Short code usage example for product category button: <code>[inboxphoto_button category="prints"]</code>
fr_fr: Exemple d’utilisation d'un code abrégé pour un bouton catégorie de produits : <code>[inboxphoto_button category="tirages"]</code>

source: Short code usage example for product category button with custom text: <code>[inboxphoto_button category="prints" text="text"]</code>
fr_fr: Exemple d’utilisation d'un code abrégé pour un bouton catégorie de produits avec texte personnalisé : <code>[inboxphoto_button category="tirages" text="texte"]</code>

source: Short code usage example for product: <code>[inboxphoto_button category="prints" product="1234"]</code>
fr_fr: Exemple d’utilisation d'un code abrégé pour un bouton produits : <code>[inboxphoto_button category="tirages" product="1234"]</code>

source: Short code usage example for product snippet: <code>[inboxphoto_snippet category="calendars" product="5678"]</code>
fr_fr: Exemple d’utilisation d'un code abrégé pour un paragraphe produits : <code>[inboxphoto_snippet category="calendriers" product="5678"]</code>

source: CSS example: <code>.inboxphotobutton { background-color: lightgrey; border-radius: 5px; font-size: 85%; font-weight: bold; color: black; }</code>
fr_fr: Exemple CSS :<code>.inboxphotobutton { background-color: lightgrey; border-radius: 5px; font-size: 85%; font-weight: bold; color: black; }</code>

source: A product sidebar widget is also available. Visit the <a href="widgets.php">widget section</a>.
fr_fr: Un widget produit de barre latérrale est également disponible. Visitez la <a href="widgets.php">section widgets</a> .

source: Settings
fr_fr: Paramètres

source: Your shop slug is missing or incorrect.
fr_fr: Le slug de votre boutique est manquant ou incorrect.

source: Your inbox.photo slug (without .inbox.photo)
fr_fr: Votre adresse inbox.photo (sans. inbox.photo)

source: check
fr_fr: vérifier

source: Your inbox.photo API token
fr_fr: Votre clé d'API inbox.photo

source: Your inbox.photo button default text
fr_fr: Votre texte de bouton de inbox.photo par défaut

source: Your inbox.photo button CSS
fr_fr: Votre CSS pour le bouton de inbox.photo

source: Your currency
fr_fr: Votre devise

source: Currently on your shop:
fr_fr: Actuellement sur votre boutique :

source: orders:
fr_fr: commandes :

source: new orders
fr_fr: nouvelles commandes

source: opened orders
fr_fr: commandes ouvertes

source: downloaded orders
fr_fr: commandes téléchargées

source: Connect to dashboard
fr_fr: Se connecter au tableau de bord

source: Success. Your shop name is:
fr_fr: Succès. Le nom de votre boutique est :

source: Error: the inbox.photo slug seems incorrect. Please fix it.
fr_fr: Erreur : le slug inbox.photo semble incorrect. Veuillez corriger.

source: inbox.photo widget
fr_fr: widget inbox.photo

source: Prints
fr_fr: Tirages

source: New title
fr_fr: Nouveau titre

source: New product
fr_fr: Nouveau produit

source: New text
fr_fr: Nouveau texte

source: Current setting:
fr_fr: Réglage actuel :

source: Category slug:
fr_fr: Slug de la catégorie :

source: Product id:
fr_fr: id du produit :

source: Title:
fr_fr: Titre :

source: Change to category:
fr_fr: Changer de catégorie :

source: Change to product:
fr_fr: Changer de produit :

source: Select category first
fr_fr: Sélectionner d'abord une catégorie

source: Button text:
fr_fr: Texte du bouton :

source: Select a category
fr_fr: Sélectionner une catégorie

source: Select a product
fr_fr: Sélectionner un produit

source: inbox.photo helper
fr_fr: Assistant inbox.photo

source: Streamline integration of inbox.photo.
fr_fr: Simplifier l'intégration d'inbox.photo.

source: inbox.photo by Koffeeware
fr_fr: inbox.photo par Koffeeware
